Repository: ptudor/tudor-pcb
Catalog: swift/TudorPCB/Localization/Common.xcstrings
Source language: en
Languages: am, ar, be, bg, bn, fa, gu, he, hi, hy, ka, kk, km, kn, ky, lo, mk, ml, mn, mr, my, ne, or, pa, ru, si, sr, ta, th, uk, ur

# %@ × %@ mm
source: %1$@ × %2$@ mm
am: %1$@ × %2$@ ሚሜ
ar: %1$@ × %2$@ مم
be: %1$@ × %2$@ мм
bg: %1$@ × %2$@ мм
bn: %1$@ × %2$@ মিমি
fa: %1$@ × %2$@ میلی‌متر
gu: %1$@ × %2$@ મીમી
he: %1$@ × %2$@ מ"מ
hi: %1$@ × %2$@ मिमी
hy: %1$@ × %2$@ մմ
ka: %1$@ × %2$@ მმ
kk: %1$@ × %2$@ мм
km: %1$@ × %2$@ ម.ម
kn: %1$@ × %2$@ ಮಿಮೀ
ky: %1$@ × %2$@ мм
lo: %1$@ × %2$@ ມມ
mk: %1$@ × %2$@ мм
ml: %1$@ × %2$@ മിമി
mn: %1$@ × %2$@ мм
mr: %1$@ × %2$@ मिमी
my: %1$@ × %2$@ မီလီမီတာ
ne: %1$@ × %2$@ मिमी
or: %1$@ × %2$@ ମିମି
pa: %1$@ × %2$@ ਮਿਮੀ
ru: %1$@ × %2$@ мм
si: %1$@ × %2$@ මි.මී.
sr: %1$@ × %2$@ мм
ta: %1$@ × %2$@ மிமீ
th: %1$@ × %2$@ มม.
uk: %1$@ × %2$@ мм
ur: %1$@ × %2$@ ملی میٹر

source: Cancel
am: ይቅር
ar: إلغاء
be: Адмена
bg: Отмяна
bn: বাতিল করুন
fa: لغو
gu: રદ કરો
he: לְבַטֵל
hi: रद्द करना
hy: Չեղարկել
ka: გაუქმება
kk: Бас тарту
km: បោះបង់
kn: ರದ್ದುಮಾಡಿ
ky: Жокко чыгаруу
lo: ຍົກເລີກ
mk: Откажи
ml: റദ്ദാക്കുക
mn: Цуцлах
mr: रद्द करा
my: ပယ်ဖျက်ရန်
ne: रद्द गर्नुहोस्
or: ବାତିଲ କରନ୍ତୁ
pa: ਰੱਦ ਕਰੋ
ru: Отменить
si: අවලංගු කරන්න
sr: Отказ
ta: ரத்துசெய்க
th: ยกเลิก
uk: Скасувати
ur: منسوخ کریں

source: Done
am: ተጠናቅቋል
ar: تم
be: Гатова
bg: Готово
bn: সম্পন্ন করুন
fa: انجام شده
gu: પૂર્ણ થયું
he: סיום
hi: हो गया
hy: Կատարված է
ka: დასრულებულია
kk: Дайын
km: រួចរាល់
kn: ಸಂಪೂರ್ಣ
ky: Бүттү
lo: ສຳເລັດແລ້ວ
mk: Готово
ml: ചെയ്തുകഴിഞ്ഞു
mn: Дууссан
mr: पूर्ण झाले
my: ပြီးပါပြီ
ne: सम्पन्न
or: ସମାପ୍ତ
pa: ਹੋ ਗਿਆ
ru: Готово
si: හරි
sr: Готово
ta: முடிந்தது
th: เสร็จแล้ว
uk: Готово
ur: ہو گیا

source: Down
am: ወደ ታች
ar: تحت
be: Вниз
bg: Надолу
bn: নিচে
fa: پایین
gu: નીચે
he: לְמַטָה
hi: नीचे
hy: Ներքև
ka: ქვემოთ
kk: Төмен
km: ចុះក្រោម
kn: ಕೆಳಗೆ
ky: Төмөн
lo: ລົງ
mk: Долу
ml: താഴേക്ക്
mn: Доош
mr: खाली
my: အောက်သို့
ne: तल
or: ତଳକୁ
pa: ਹੇਠਾਂ
ru: Вниз
si: පහළට
sr: Доле
ta: கீழே
th: ลง
uk: Вниз
ur: نیچے

source: Left
am: ግራ
ar: يسار
be: Налева
bg: Наляво
bn: বাম
fa: چپ
gu: ડાબે
he: שְׁמֹאל
hi: बाएं
hy: Ձախ
ka: მარცხნივ
kk: Солға
km: ឆ្វេង
kn: ಎಡಕ್ಕೆ
ky: Сол
lo: ຊ້າຍ
mk: Лево
ml: ഇടത്
mn: Зүүн
mr: डावीकडे
my: ဘယ်ဘက်
ne: बायाँ
or: ବାମ
pa: ਖੱਬੇ
ru: Влево
si: වම
sr: Лево
ta: இடது
th: ซ้าย
uk: Ліворуч
ur: بائیں

source: Pan
am: ፓን
ar: تمرير
be: Рух
bg: Панорамиране
bn: প্যান
fa: پان
gu: પૅન
he: הסט
hi: पैन
hy: Տեղաշարժել
ka: გადაადგილება
kk: Жылжыту
km: រំកិល
kn: ಪ್ಯಾನ್
ky: Жылдыруу
lo: ແພນ
mk: Панување
ml: പാൻ
mn: Зөөх
mr: पॅन
my: မြင်ကွင်းရွှေ့ရန်
ne: प्यान
or: ପ୍ୟାନ୍
pa: ਪੈਨ
ru: Панорамирование
si: පෑන්
sr: Панирање
ta: நகர்த்து
th: เลื่อนดู
uk: Панорамування
ur: پین

source: Right
am: ቀኝ
ar: يمين
be: Направа
bg: Надясно
bn: ডান
fa: راست
gu: જમણે
he: יָמִינָה
hi: दाएं
hy: Աջ
ka: მარჯვნივ
kk: Оңға
km: ស្តាំ
kn: ಬಲಕ್ಕೆ
ky: Оң
lo: ຂວາ
mk: Десно
ml: വലത്തേക്ക്
mn: Баруун
mr: उजवीकडे
my: ညာဘက်
ne: दायाँ
or: ଡାହାଣକୁ
pa: ਸੱਜਾ
ru: Вправо
si: දකුණට
sr: Удесно
ta: வலது
th: ขวา
uk: Праворуч
ur: دائیں

source: Up
am: ወደ ላይ
ar: أعلى
be: Уверх
bg: Нагоре
bn: উপরে
fa: بالا
gu: ઉપર
he: לְמַעלָה
hi: ऊपर
hy: Վերև
ka: ზემოთ
kk: Жоғары
km: ឡើងលើ
kn: ಮೇಲಕ್ಕೆ
ky: Жогору
lo: ຂຶ້ນ
mk: Горе
ml: മുകളിലേക്ക്
mn: Дээш
mr: वर
my: အပေါ်
ne: माथि
or: ଉପରକୁ
pa: ਉੱਪਰ
ru: Вверх
si: ඉහළට
sr: Горе
ta: மேலே
th: ขึ้น
uk: Вгору
ur: اوپر

source: Zoom In
am: አጉላ
ar: تكبير الصورة
be: Павялічыць
bg: Увеличи
bn: জুম ইন
fa: بزرگنمایی
gu: ઝૂમ ઇન કરો
he: הִגְדַּל
hi: ज़ूम इन
hy: Մեծացնել
ka: გადიდება
kk: Үлкейту
km: ពង្រីក
kn: ಜೂಮ್ ಇನ್ ಮಾಡಿ
ky: Жакындатуу
lo: ຊູມເຂົ້າ
mk: Зголеми
ml: സൂം ഇൻ ചെയ്യുക
mn: Томруулах
mr: झूम इन
my: ချဲ့ကြည့်ရန်
ne: जुम इन गर्नुहोस्
or: ଜୁମ୍ ବଢ଼ାନ୍ତୁ
pa: ਜ਼ੂਮ ਇਨ ਕਰੋ
ru: Увеличить
si: විශාලනය කරන්න
sr: Зумирај
ta: பெரிதாக்கு
th: ซูมเข้า
uk: Збільшити
ur: زوم ان

source: Zoom Out
am: አሳንስ
ar: تصغير الصورة
be: Паменшыць маштаб
bg: Намали мащаба
bn: জুম আউট
fa: کوچک‌نمایی
gu: ઝૂમ આઉટ કરો
he: הִקְטַן
hi: ज़ूम आउट
hy: Փոքրացնել
ka: შემცირება
kk: Кішірейту
km: បង្រួម
kn: ಜೂಮ್ ಔಟ್ ಮಾಡಿ
ky: Кичирейтүү
lo: ຊູມອອກ
mk: Намали
ml: സൂം ഔട്ട് ചെയ്യുക
mn: Жижигрүүлэх
mr: झूम आउट
my: ချုံ့ကြည့်ရန်
ne: जुम आउट गर्नुहोस्
or: ଜୁମ୍ କମାନ୍ତୁ
pa: ਜ਼ੂਮ ਆਉਟ ਕਰੋ
ru: Уменьшить масштаб
si: විශාලනය අඩු කරන්න
sr: Зумирај уназад
ta: சிறிதாக்கு
th: ซูมออก
uk: Зменшити масштаб
ur: زوم آؤٹ
